Repository: Considus/Catchlight-iOS
Catalog: Catchlight/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, nb, nl, pl, pt_br, pt_pt, sv, tr

source: Unlock your Takes
da: Lås dine Takes op
de: Deine Takes entsperren
es: Desbloquea tus Takes
fi: Avaa Takejesi lukitus
fr: Déverrouiller vos Takes
it: Sblocca i tuoi Take
nb: Lås opp Take-ene dine
nl: Ontgrendel je Takes
pl: Odblokuj swoje Takes
pt_br: Desbloqueie seus Takes
pt_pt: Desbloquear os seus Takes
sv: Lås upp dina Takes
tr: Take'lerinizin kilidini açın

source: Unlocking…
da: Låser op…
de: Wird entsperrt …
es: Desbloqueando…
fi: Avataan lukitusta…
fr: Déverrouillage…
it: Sblocco in corso…
nb: Låser opp …
nl: Ontgrendelen…
pl: Odblokowywanie…
pt_br: Desbloqueando…
pt_pt: A desbloquear…
sv: Låser upp…
tr: Kilit açılıyor…

source: Untitled Take
da: Unavngivet Take
de: Unbenannter Take
es: Take sin título
fi: Nimetön Take
fr: Take sans titre
it: Take senza titolo
nb: Take uten tittel
nl: Naamloze Take
pl: Take bez tytułu
pt_br: Take sem título
pt_pt: Take sem título
sv: Namnlös Take
tr: Başlıksız Take

source: Use current location
da: Brug nuværende placering
de: Aktuellen Standort verwenden
es: Usar ubicación actual
fi: Käytä nykyistä sijaintia
fr: Utiliser la position actuelle
it: Usa la posizione attuale
nb: Bruk gjeldende posisjon
nl: Huidige locatie gebruiken
pl: Użyj bieżącej lokalizacji
pt_br: Usar localização atual
pt_pt: Usar localização atual
sv: Använd aktuell plats
tr: Mevcut konumu kullan

source: Use the actions rotor to copy version and device info.
da: Brug handlingsrotoren til at kopiere versions- og enhedsoplysninger.
de: Verwende den Aktionsrotor, um Versions- und Geräteinformationen zu kopieren.
es: Usa el rotor de acciones para copiar la información de versión y dispositivo.
fi: Käytä toimintorootoria kopioidaksesi versio- ja laitetiedot.
fr: Utilisez le rotor d'actions pour copier les informations de version et d'appareil.
it: Usa il rotore delle azioni per copiare le informazioni sulla versione e sul dispositivo.
nb: Bruk handlingsrotoren for å kopiere informasjon om versjon og enhet.
nl: Gebruik de actierotor om versie- en apparaatgegevens te kopiëren.
pl: Użyj pokrętła czynności, aby skopiować informacje o wersji i urządzeniu.
pt_br: Use o rotor de ações para copiar as informações de versão e do dispositivo.
pt_pt: Use o rotor de ações para copiar as informações de versão e dispositivo.
sv: Använd åtgärdsrotorn för att kopiera versions- och enhetsinformation.
tr: Sürüm ve cihaz bilgilerini kopyalamak için eylemler rotorunu kullanın.

source: View
da: Vis
de: Anzeigen
es: Ver
fi: Näytä
fr: Afficher
it: Visualizza
nb: Vis
nl: Bekijken
pl: Wyświetl
pt_br: Ver
pt_pt: Ver
sv: Visa
tr: Görüntüle

source: View your subscription or restore purchases.
da: Se dit abonnement eller gendan køb.
de: Abonnement anzeigen oder Käufe wiederherstellen.
es: Consulta tu suscripción o restaura tus compras.
fi: Tarkastele tilaustasi tai palauta ostot.
fr: Consultez votre abonnement ou restaurez vos achats.
it: Visualizza il tuo abbonamento o ripristina gli acquisti.
nb: Vis abonnementet ditt eller gjenopprett kjøp.
nl: Bekijk je abonnement of herstel aankopen.
pl: Wyświetl swoją subskrypcję lub przywróć zakupy.
pt_br: Veja sua assinatura ou restaure compras.
pt_pt: Ver a sua subscrição ou restaurar compras.
sv: Visa ditt abonnemang eller återställ köp.
tr: Aboneliğinizi görüntüleyin veya satın alımları geri yükleyin.

source: We never see them, store them, or ask for them. So don't lose them.
da: Vi ser dem aldrig, gemmer dem aldrig eller beder aldrig om dem. Så tab dem ikke.
de: Wir sehen sie nie, speichern sie nicht und fragen auch nicht danach. Verliere sie also nicht.
es: Nunca las vemos, las almacenamos ni las pedimos. Así que no las pierdas.
fi: Emme koskaan näe, tallenna tai pyydä niitä. Älä siis menetä niitä.
fr: Nous ne les voyons jamais, ne les stockons pas et ne les demandons jamais. Ne les perdez donc pas.
it: Non li vediamo, non li conserviamo e non te li chiediamo. Quindi non perderli.
nb: Vi ser dem aldri, lagrer dem aldri og ber aldri om dem. Så ikke mist dem.
nl: We zien ze nooit, slaan ze niet op en vragen er niet om. Raak ze dus niet kwijt.
pl: Nigdy ich nie widzimy, nie przechowujemy ani o nie nie prosimy. Więc ich nie zgub.
pt_br: Nós nunca as vemos, armazenamos ou solicitamos. Portanto, não as perca.
pt_pt: Nunca as vemos, guardamos ou pedimos. Por isso, não as perca.
sv: Vi ser dem aldrig, lagrar dem aldrig och ber dig aldrig om dem. Tappa därför inte bort dem.
tr: Onları asla görmeyiz, saklamayız veya istemeyiz. Bu yüzden onları kaybetmeyin.

source: Weekly
da: Ugentligt
de: Wöchentlich
es: Semanal
fi: Viikoittain
fr: Hebdomadaire
it: Settimanale
nb: Ukentlig
nl: Wekelijks
pl: Co tydzień
pt_br: Semanalmente
pt_pt: Semanalmente
sv: Varje vecka
tr: Haftalık

source: Welcome back
da: Velkommen tilbage
de: Willkommen zurück
es: Te damos la bienvenida de nuevo
fi: Tervetuloa takaisin
fr: Bon retour
it: Bentornato
nb: Velkommen tilbake
nl: Welkom terug
pl: Witaj z powrotem
pt_br: Bem-vindo de volta
pt_pt: Bem-vindo de volta
sv: Välkommen tillbaka
tr: Tekrar hoş geldiniz

source: What to capture as your Obie.
da: Hvad skal fanges som din Obie.
de: Was als dein Obie erfasst werden soll.
es: Qué capturar como tu Obie.
fi: Mitä kaapataan Obieksi.
fr: Ce qu'il faut capturer comme Obie.
it: Cosa acquisire come Obie.
nb: Hva du skal fange opp som Obie.
nl: Wat je als Obie wilt vastleggen.
pl: Co zapisać jako Obie.
pt_br: O que capturar como seu Obie.
pt_pt: O que capturar como o seu Obie.
sv: Vad du vill fånga som din Obie.
tr: Obie'niz olarak ne yakalanacak?

source: What to capture.
da: Hvad skal fanges.
de: Was erfasst werden soll.
es: Qué capturar.
fi: Mitä tallennetaan.
fr: Ce qu'il faut capturer.
it: Cosa acquisire.
nb: Hva du skal fange opp.
nl: Wat je wilt vastleggen.
pl: Co zapisać.
pt_br: O que capturar.
pt_pt: O que capturar.
sv: Vad vill du fånga?
tr: Ne yakalanacak?

source: What's your Obie?
da: Hvad er din Obie?
de: Was ist dein Obie?
es: ¿Cuál es tu Obie?
fi: Mikä on Obiesi?
fr: Quel est votre Obie ?
it: Qual è il tuo Obie?
nb: Hva er Obie-en din?
nl: Wat is je Obie?
pl: Jakie jest Twoje Obie?
pt_br: Qual é o seu Obie?
pt_pt: Qual é o seu Obie?
sv: Vad är din Obie?
tr: Obie'niz nedir?

source: What's your Take?
da: Hvad er din Take?
de: Was ist dein Take?
es: ¿Cuál es tu Take?
fi: Mikä on Takesi?
fr: Quel est votre Take ?
it: Qual è il tuo Take?
nb: Hva er Take-en din?
nl: Wat is je Take?
pl: Jaki jest Twój Take?
pt_br: Qual é o seu Take?
pt_pt: Qual é o seu Take?
sv: Vad är din Take?
tr: Take'iniz nedir?

source: When
da: Hvornår
de: Wann
es: Cuándo
fi: Kun
fr: Quand
it: Quando
nb: Når
nl: Wanneer
pl: Kiedy
pt_br: Quando
pt_pt: Quando
sv: När
tr: Zaman

source: When I arrive
da: Når jeg ankommer
de: Wenn ich ankomme
es: Al llegar
fi: Kun saavun
fr: À mon arrivée
it: Quando arrivo
nb: Når jeg ankommer
nl: Wanneer ik aankom
pl: Po przybyciu
pt_br: Quando eu chegar
pt_pt: Quando eu chegar
sv: När jag anländer
tr: Vardığımda

source: When I leave
da: Når jeg tager afsted
de: Wenn ich gehe
es: Al salir
fi: Kun lähden
fr: À mon départ
it: Quando esco
nb: Når jeg drar
nl: Wanneer ik vertrek
pl: Po opuszczeniu
pt_br: Quando eu sair
pt_pt: Quando eu sair
sv: När jag lämnar
tr: Ayrıldığımda

source: When on, a reminder you don't act on nudges again until you mark it done.
da: Når aktiveret, vil en påmindelse, du ikke reagerer på, gentage sig, indtil du markerer den som udført.
de: Wenn diese Option aktiviert ist, erinnert dich eine unbeachtete Erinnerung erneut, bis du sie als erledigt markierst.
es: Cuando está activado, un recordatorio sobre el que no actúes volverá a avisarte hasta que lo marques como completado.
fi: Kun käytössä, muistutus, johon reagoimatta muistutetaan uudelleen, kunnes merkitset sen tehdyksi.
fr: Lorsque cette option est activée, un rappel que vous n'avez pas traité réapparaît jusqu'à ce que vous le marquiez comme terminé.
it: Se attivo, un promemoria che non completi riapparirà finché non lo contrassegni come fatto.
nb: Når dette er på, sender en påminnelse du ikke reagerer på, en ny påminnelse helt til du markerer den som fullført.
nl: Als dit is ingeschakeld, wordt een herinnering waarop je niet reageert opnieuw weergegeven totdat je die als voltooid markeert.
pl: Gdy funkcja jest włączona, przypomnienie, na które nie zareagujesz, będzie ponownie przypominać, dopóki nie oznaczysz go jako wykonane.
pt_br: Quando ativado, um lembrete que você não atender avisará novamente até que você o marque como concluído.
pt_pt: Quando ativado, um lembrete não resolvido voltará a avisar até ser marcado como concluído.
sv: När det här är aktiverat påminner en påminnelse som du inte agerar på dig igen tills du markerar den som klar.
tr: Açık olduğunda, işlem yapmadığınız bir anımsatıcı siz onu tamamlandı olarak işaretleyene kadar sizi tekrar dürter.

source: When on, deleting a Take asks you to confirm first.
da: Når aktiveret, vil sletning af en Take bede om bekræftelse først.
de: Wenn diese Option aktiviert ist, musst du das Löschen eines Takes bestätigen.
es: Cuando está activado, se te pedirá confirmación antes de eliminar un Take.
fi: Kun käytössä, Taken poistaminen pyytää vahvistusta ensin.
fr: Lorsqu'il est activé, la suppression d'un Take vous demande d'abord de confirmer.
it: Se attivo, l’eliminazione di un Take richiede una conferma.
nb: Når dette er på, ber appen deg bekrefte før du sletter en Take.
nl: Als dit is ingeschakeld, moet je bevestigen voordat een Take wordt verwijderd.
pl: Gdy ta opcja jest włączona, przed usunięciem Take pojawi się prośba o potwierdzenie.
pt_br: Quando ativado, excluir um Take solicitará sua confirmação primeiro.
pt_pt: Quando ativado, eliminar um Take pede uma confirmação prévia.
sv: När det här är aktiverat måste du bekräfta innan en Take tas bort.
tr: Açık olduğunda, bir Take'i silmek önce onayınızı ister.

source: When you arrive at %@
da: Når du ankommer til %@
de: Bei deiner Ankunft an %@
es: Al llegar a %@
fi: Kun saavut kohteeseen %@
fr: Quand vous arrivez à %@
it: Quando arrivi a %@
nb: Når du ankommer %@
nl: Wanneer je aankomt bij %@
pl: Po przybyciu do: %@
pt_br: Quando você chegar a %@
pt_pt: Quando chegar a %@
sv: När du anländer till %@
tr: %@ konumuna vardığınızda

source: When you arrive at your location
da: Når du ankommer til din placering
de: Bei deiner Ankunft an deinem Standort
es: Al llegar a tu ubicación
fi: Kun saavut sijaintiisi
fr: Quand vous arrivez à votre position
it: Quando arrivi alla tua posizione
nb: Når du ankommer stedet ditt
nl: Wanneer je op je locatie aankomt
pl: Po przybyciu do Twojej lokalizacji
pt_br: Quando você chegar à sua localização
pt_pt: Quando chegar à sua localização
sv: När du anländer till din plats
tr: Konumunuza vardığınızda

source: When you leave %@
da: Når du tager afsted fra %@
de: Wenn du %@ verlässt
es: Al salir de %@
fi: Kun lähdet kohteesta %@
fr: Quand vous quittez %@
it: Quando parti da %@
nb: Når du drar fra %@
nl: Wanneer je vertrekt bij %@
pl: Po opuszczeniu: %@
pt_br: Quando você sair de %@
pt_pt: Quando sair de %@
sv: När du lämnar %@
tr: %@ konumundan ayrıldığınızda

source: When you leave your location
da: Når du tager afsted fra din placering
de: Wenn du deinen Standort verlässt
es: Al salir de tu ubicación
fi: Kun lähdet sijainnistasi
fr: Quand vous quittez votre position
it: Quando parti dalla tua posizione
nb: Når du drar fra stedet ditt
nl: Wanneer je je locatie verlaat
pl: Po opuszczeniu Twojej lokalizacji
pt_br: Quando você sair da sua localização
pt_pt: Quando sair da sua localização
sv: När du lämnar din plats
tr: Konumunuzdan ayrıldığınızda

source: Which Takes Catchlight shows while this Focus is on.
da: Hvilke Takes Catchlight viser, mens dette fokus er aktiveret.
de: Welche Takes Catchlight anzeigt, solange dieser Fokus aktiviert ist.
es: Qué Takes muestra Catchlight mientras este modo Concentración está activado.
fi: Mitä Takeja Catchlight näyttää, kun tämä Keskity-tila on päällä.
fr: Les Takes que Catchlight affiche lorsque ce mode Concentration est activé.
it: Quali Take mostra Catchlight quando questa modalità Full immersion è attiva.
nb: Hvilke Take-er Catchlight viser mens dette Fokuset er aktivt.
nl: Welke Takes Catchlight toont terwijl deze Focus actief is.
pl: Które Takes Catchlight pokazuje, gdy ten tryb Skupienia jest włączony.
pt_br: Quais Takes o Catchlight mostra enquanto este Foco está ativado.
pt_pt: Quais os Takes que o Catchlight mostra enquanto este Modo de Foco está ativo.
sv: Vilka Takes Catchlight visar när det här fokuset är aktiverat.
tr: Bu Odak açıkken Catchlight'ın hangi Take'leri göstereceği.

source: Word %@ of your phrase, empty
da: Ord %@ i din frase, tomt
de: Wort %@ deiner Phrase, leer
es: Palabra %@ de tu frase, vacía
fi: Fraasisi sana %@, tyhjä
fr: Mot %@ de votre phrase, vide
it: Parola %@ della tua frase, vuota
nb: Ord %@ i frasen din, tomt
nl: Woord %@ van je zin, leeg
pl: Słowo %@ Twojej frazy, puste
pt_br: Palavra %@ da sua frase, vazia
pt_pt: Palavra %@ da sua frase, vazia
sv: Ord %@ i din fras, tomt
tr: İfadenizdeki %@. kelime, boş

# Word %@ of your phrase: %@. Double-tap to deselect.
source: Word %1$@ of your phrase: %2$@. Double-tap to deselect.
da: Ord %1$@ i din frase: %2$@. Dobbelttryk for at fravælge.
de: Wort %1$@ deiner Phrase: %2$@. Tippe zweimal, um die Auswahl aufzuheben.
es: Palabra %1$@ de tu frase: %2$@. Toca dos veces para deseleccionar.
fi: Fraasisi sana %1$@: %2$@. Poista valinta kaksoisnapauttamalla.
fr: Mot %1$@ de votre phrase : %2$@. Touchez deux fois pour désélectionner.
it: Parola %1$@ della tua frase: %2$@. Tocca due volte per deselezionare.
nb: Ord %1$@ i frasen din: %2$@. Dobbelttrykk for å velge bort.
nl: Woord %1$@ van je zin: %2$@. Tik dubbel om de selectie ongedaan te maken.
pl: Słowo %1$@ Twojej frazy: %2$@. Stuknij dwukrotnie, aby odznaczyć.
pt_br: Palavra %1$@ da sua frase: %2$@. Dê um toque duplo para desmarcar.
pt_pt: Palavra %1$@ da sua frase: %2$@. Dê dois toques para desselecionar.
sv: Ord %1$@ i din fras: %2$@. Dubbeltryck för att avmarkera.
tr: İfadenizdeki %1$@. kelime: %2$@. Seçimi kaldırmak için çift dokunun.

source: Word %lld of 12
da: Ord %lld af 12
de: Wort %lld von 12
es: Palabra %lld de 12
fi: Sana %lld/12
fr: Mot %lld sur 12
it: Parola %lld di 12
nb: Ord %lld av 12
nl: Woord %lld van 12
pl: Słowo %lld z 12
pt_br: Palavra %lld de 12
pt_pt: Palavra %lld de 12
sv: Ord %lld av 12
tr: 12 kelimeden %lld. kelime

# Word %lld: %@
source: Word %1$lld: %2$@
da: Ord %1$lld: %2$@
de: Wort %1$lld: %2$@
es: Palabra %1$lld: %2$@
fi: Sana %1$lld: %2$@
fr: Mot %1$lld : %2$@
it: Parola %1$lld: %2$@
nb: Ord %1$lld: %2$@
nl: Woord %1$lld: %2$@
pl: Słowo %1$lld: %2$@
pt_br: Palavra %1$lld: %2$@
pt_pt: Palavra %1$lld: %2$@
sv: Ord %1$lld: %2$@
tr: Kelime %1$lld: %2$@

source: Write these 12 words down and keep them somewhere safe. They encrypt your Takes and enable a second device.
da: Skriv disse 12 ord ned, og opbevar dem et sikkert sted. De krypterer dine Takes og gør det muligt at bruge dem på en anden enhed.
de: Schreibe diese 12 Wörter auf und bewahre sie an einem sicheren Ort auf. Mit ihnen werden deine Takes verschlüsselt und ein Zweitgerät eingerichtet.
es: Anota estas 12 palabras y guárdalas en un lugar seguro. Cifran tus Takes y permiten conectar un segundo dispositivo.
fi: Kirjoita nämä 12 sanaa ylös ja säilytä ne turvallisessa paikassa. Ne salaavat Takesi ja mahdollistavat toisen laitteen käytön.
fr: Notez ces 12 mots et conservez-les en lieu sûr. Ils chiffrent vos Takes et permettent de configurer un second appareil.
it: Trascrivi queste 12 parole e conservale in un posto sicuro. Cifrano i tuoi Take e consentono di usare un secondo dispositivo.
nb: Skriv ned disse 12 ordene og oppbevar dem et trygt sted. De krypterer Takes-ene dine og gjør det mulig å bruke en annen enhet til.
nl: Schrijf deze 12 woorden op en bewaar ze op een veilige plek. Ze versleutelen je Takes en maken het mogelijk een tweede apparaat te gebruiken.
pl: Zapisz te 12 słów i przechowuj je w bezpiecznym miejscu. Służą do szyfrowania Twoich Takes i umożliwiają dodanie drugiego urządzenia.
pt_br: Anote estas 12 palavras e guarde-as em um local seguro. Elas criptografam seus Takes e ativam um segundo dispositivo.
pt_pt: Anote estas 12 palavras e guarde-as num local seguro. Encriptam os seus Takes e permitem usar um segundo dispositivo.
sv: Skriv ner de här 12 orden och förvara dem på ett säkert ställe. De krypterar dina Takes och gör det möjligt att använda en andra enhet.
tr: Bu 12 kelimeyi bir yere yazın ve güvenli bir yerde saklayın. Bunlar Take'lerinizi şifreler ve ikinci bir cihazı etkinleştirir.

source: Write these 12 words down and keep them somewhere safe. They're needed in order to decrypt your Takes on a new device, and they don't travel in an iPhone backup, so the copy you write down is the copy that counts.
da: Skriv disse 12 ord ned, og opbevar dem et sikkert sted. De skal bruges til at dekryptere dine Takes på en ny enhed, og de følger ikke med i en iPhone-sikkerhedskopi. Derfor er den kopi, du skriver ned, den eneste, der gælder.
de: Schreibe diese 12 Wörter auf und bewahre sie an einem sicheren Ort auf. Du brauchst sie, um deine Takes auf einem neuen Gerät zu entschlüsseln. Sie werden nicht in einem iPhone-Backup gespeichert. Entscheidend ist also die Kopie, die du aufschreibst.
es: Anota estas 12 palabras y guárdalas en un lugar seguro. Son necesarias para descifrar tus Takes en un nuevo dispositivo y no se incluyen en las copias de seguridad de iPhone, por lo que la copia que anotes es la que cuenta.
fi: Kirjoita nämä 12 sanaa ylös ja säilytä ne turvallisessa paikassa. Niitä tarvitaan Takejesi salauksen purkamiseen uudella laitteella, eivätkä ne siirry iPhonen varmuuskopiossa, joten ylös kirjoittamasi kopio on se, joka ratkaisee.
fr: Écrivez ces 12 mots et conservez-les en lieu sûr. Ils sont nécessaires pour déchiffrer vos Takes sur un nouvel appareil, et ils ne sont pas inclus dans une sauvegarde iPhone, donc la copie que vous notez est celle qui compte.
it: Trascrivi queste 12 parole e conservale in un posto sicuro. Servono per decifrare i tuoi Take su un nuovo dispositivo e non vengono incluse nel backup di iPhone, quindi è fondamentale conservare la copia che trascrivi.
nb: Skriv ned disse 12 ordene og oppbevar dem på et trygt sted. De trengs for å dekryptere dine Takes på en ny enhet, og de følger ikke med i en iPhone-sikkerhetskopi. Derfor er det kopien du skriver ned, som gjelder.
nl: Schrijf deze 12 woorden op en bewaar ze op een veilige plek. Je hebt ze nodig om je Takes op een nieuw apparaat te ontsleutelen. Ze worden niet meegenomen in een iPhone-reservekopie, dus de kopie die je opschrijft is de kopie die telt.
pl: Zapisz te 12 słów i przechowuj je w bezpiecznym miejscu. Są potrzebne do odszyfrowania Twoich Takes na nowym urządzeniu i nie są dołączane do kopii zapasowej iPhone'a, więc zapisana przez Ciebie kopia jest jedyną, która się liczy.
pt_br: Anote estas 12 palavras e guarde-as em um local seguro. Elas são necessárias para descriptografar seus Takes em um novo dispositivo e não são incluídas no backup do iPhone, portanto a cópia anotada é a que conta.
pt_pt: Anote estas 12 palavras e guarde-as num local seguro. São necessárias para desencriptar os seus Takes num dispositivo novo e não são incluídas numa cópia de segurança do iPhone, por isso a cópia que anotar é a que conta.
sv: Skriv ner de här 12 orden och förvara dem på ett säkert ställe. De behövs för att dekryptera dina Takes på en ny enhet, och de följer inte med i en iPhone-säkerhetskopia. Därför är det den nedskrivna kopian som räknas.
tr: Bu 12 kelimeyi bir yere yazın ve güvenli bir yerde saklayın. Yeni bir cihazda Take'lerinizin şifresini çözmek için bunlara ihtiyaç duyulur ve iPhone yedeklemesine dahil edilmezler; bu nedenle yazdığınız kopya geçerli olan kopyadır.

source: Write these 12 words down somewhere safe, on paper. They're the only way back into your Takes on a new phone. They don't travel in an iPhone backup, and neither do your Takes, so restoring a backup won't bring either of them back.
da: Skriv disse 12 ord ned på papir, og opbevar dem et sikkert sted. De er den eneste måde at få adgang til dine Takes på en ny telefon. De følger ikke med i en iPhone-sikkerhedskopi, og det gør dine Takes heller ikke, så en gendannelse fra en sikkerhedskopi bringer ingen af delene tilbage.
de: Schreibe diese 12 Wörter auf Papier und bewahre sie an einem sicheren Ort auf. Nur mit ihnen kannst du auf einem neuen Telefon wieder auf deine Takes zugreifen. Sie werden nicht in einem iPhone-Backup gespeichert, und deine Takes ebenfalls nicht. Daher lassen sich beide durch das Wiederherstellen eines Backups nicht zurückholen.
es: Anota estas 12 palabras en un lugar seguro, en papel. Son la única forma de volver a acceder a tus Takes en un nuevo teléfono. No se incluyen en la copia de seguridad de iPhone, ni tampoco tus Takes, por lo que restaurar una copia de seguridad no recuperará ninguno de los dos.
fi: Kirjoita nämä 12 sanaa paperille ja säilytä ne turvallisessa paikassa. Ne ovat ainoa tie takaisin Takeihisi uudella puhelimella. Ne eivät siirry iPhonen varmuuskopiossa, eivätkä Takesikaan, joten varmuuskopion palauttaminen ei tuo kumpaakaan takaisin.
fr: Notez ces 12 mots en lieu sûr, sur du papier. Ils constituent le seul moyen d'accéder à nouveau à vos Takes sur un nouveau téléphone. Ils ne sont pas inclus dans une sauvegarde iPhone, tout comme vos Takes ; la restauration d'une sauvegarde ne les récupérera donc pas.
it: Trascrivi queste 12 parole su un foglio e conservalo in un posto sicuro. Sono l’unico modo per accedere di nuovo ai tuoi Take su un nuovo telefono. Non vengono incluse nel backup di iPhone, così come i tuoi Take: ripristinare un backup non ripristinerà né le une né gli altri.
nb: Skriv ned disse 12 ordene på papir og oppbevar dem på et trygt sted. De er den eneste måten å få tilgang til dine Takes på en ny telefon. De følger ikke med i en iPhone-sikkerhetskopi, og det gjør heller ikke dine Takes. Derfor får du ikke tilbake noen av delene ved å gjenopprette en sikkerhetskopi.
nl: Schrijf deze 12 woorden op papier en bewaar ze op een veilige plek. Ze zijn de enige manier om op een nieuwe telefoon weer toegang te krijgen tot je Takes. Ze worden niet meegenomen in een iPhone-reservekopie, en je Takes ook niet. Als je een reservekopie terugzet, krijg je dus geen van beide terug.
pl: Zapisz te 12 słów na papierze, w bezpiecznym miejscu. To jedyny sposób, aby odzyskać dostęp do Twoich Takes na nowym telefonie. Nie są one dołączane do kopii zapasowej iPhone'a, podobnie jak Twoje Takes, więc przywrócenie kopii zapasowej nie przywróci żadnego z nich.
pt_br: Anote estas 12 palavras em um local seguro, no papel. Elas são a única maneira de acessar seus Takes em um telefone novo. Elas não são incluídas no backup do iPhone, nem os seus Takes, portanto restaurar um backup não trará nenhum dos dois de volta.
pt_pt: Anote estas 12 palavras num local seguro, em papel. São a única forma de voltar a aceder aos seus Takes num telemóvel novo. Não são incluídas numa cópia de segurança do iPhone, e os seus Takes também não, por isso restaurar uma cópia de segurança não recupera nenhum deles.
sv: Skriv ner de här 12 orden på papper och förvara dem på ett säkert ställe. De är det enda sättet att komma åt dina Takes på en ny telefon. De följer inte med i en iPhone-säkerhetskopia, och det gör inte dina Takes heller. Därför återställs inget av dem om du återställer en säkerhetskopia.
tr: Bu 12 kelimeyi güvenli bir yere, kağıda yazın. Yeni bir telefonda Take'lerinize erişmenin tek yolu bunlardır. iPhone yedeklemesine dahil edilmezler ve Take'leriniz de dahil edilmez; bu nedenle bir yedeklemeyi geri yüklemek her ikisini de geri getirmeyecektir.
